app/controllers/amagara_controller.rb

  def index
  	@home = Home.all
---
SELECT "homes".* FROM "homes"